Repository: geryhawk/Leona
Catalog: Leona/Localization/*.lproj/Localizable.strings
Languages: fi

source: Cancel
fi: Peruuta

source: Save
fi: Tallenna

source: Delete
fi: Poista

source: Edit
fi: Muokkaa

source: Done
fi: Valmis

source: Close
fi: Sulje

source: Baby
fi: Vauva

source: Ongoing
fi: Käynnissä

source: Not specified
fi: Ei määritetty

# tab_dashboard
source: Home
fi: Koti

# tab_stats
source: Stats
fi: Tilastot

# tab_growth
source: Growth
fi: Kasvu

# tab_health
source: Health
fi: Terveys

# tab_settings
source: Settings
fi: Asetukset

# onboarding_subtitle
source: Your baby's companion
fi: Vauvasi kumppani

# onboarding_feature_sleep
source: Track sleep patterns
fi: Seuraa unirytmiä

# onboarding_feature_feeding
source: Monitor feeding sessions
fi: Seuraa ruokailuja

# onboarding_feature_growth
source: Record growth milestones
fi: Kirjaa kasvun virstanpylväät

# onboarding_feature_sync
source: Sync between parents via iCloud
fi: Synkronoi vanhempien välillä iCloudin kautta

# onboarding_baby_title
source: Tell us about your baby
fi: Kerro vauvastasi

# onboarding_ready_title
source: All set!
fi: Kaikki valmista!

# onboarding_ready_subtitle %@
source: We're ready to help you take care of %@
fi: Olemme valmiita auttamaan sinua huolehtimaan %@sta

# onboarding_enter_name
source: Please go back and enter your baby's name
fi: Palaa takaisin ja kirjoita vauvasi nimi

source: Get Started
fi: Aloita

source: First Name
fi: Etunimi

source: Last Name
fi: Sukunimi

# baby_name_placeholder
source: Baby's first name
fi: Vauvan etunimi

# last_name_placeholder
source: Baby's last name
fi: Vauvan sukunimi

source: Date of Birth
fi: Syntymäaika

source: Gender
fi: Sukupuoli

# gender_boy
source: Boy
fi: Poika

# gender_girl
source: Girl
fi: Tyttö

# gender_unspecified
source: Other
fi: Muu

source: Blood Type
fi: Veriryhmä

source: Age
fi: Ikä

# basic_info
source: Basic Information
fi: Perustiedot

# optional_info
source: Optional Information
fi: Lisätiedot

# info
source: Information
fi: Tiedot

source: Edit Profile
fi: Muokkaa profiilia

source: Change Photo
fi: Vaihda kuva

source: Remove Photo
fi: Poista kuva

# remove_photo_confirm
source: Remove profile photo?
fi: Poista profiilikuva?

source: Remove
fi: Poista

# arrival_in_days %lld
source: Arrival in %lld days
fi: Saapuminen %lld päivässä

# age_years_months %lld %lld
source: %lld years, %lld months
fi: %lld vuotta, %lld kuukautta

# age_years %lld
source: %lld years
fi: %lld vuotta

# age_months_days %lld %lld
source: %lld months, %lld days
fi: %lld kuukautta, %lld päivää

# age_months %lld
source: %lld months
fi: %lld kuukautta

# age_days %lld
source: %lld days old
fi: %lld päivää vanha

# activity_breastfeeding
source: Breastfeeding
fi: Imetys

# activity_formula
source: Formula
fi: Äidinmaidonkorvike

# activity_moms_milk
source: Mom's Milk
fi: Äidinmaito

# activity_solid_food
source: Solid Food
fi: Kiinteä ruoka

# activity_sleep
source: Sleep
fi: Uni

# activity_diaper
source: Diaper
fi: Vaippa

# activity_note
source: Note
fi: Muistiinpano

# category_feeding
source: Feeding
fi: Ruokailu

# category_sleep
source: Sleep
fi: Uni

# category_diaper
source: Diaper
fi: Vaipat

# category_notes
source: Notes
fi: Muistiinpanot

# duration_hours_minutes %lld %lld
source: %lldh %lldm
fi: %lld t %lld min

# duration_minutes %lld
source: %lldm
fi: %lld min

source: Quick Actions
fi: Pikatoiminnot

# action_breastfeed
source: Breastfeed
fi: Imetä

# action_formula
source: Formula
fi: Korvike

# action_moms_milk
source: Mom's Milk
fi: Äidinmaito

# action_solid
source: Solid
fi: Kiinteä

# action_sleep
source: Sleep
fi: Uni

# action_wake
source: Wake Up
fi: Herätys

# action_diaper
source: Diaper
fi: Vaippa

# action_note
source: Note
fi: Muistiin.

# today_summary
source: Today's Summary
fi: Päivän yhteenveto

# summary_feedings
source: Feedings
fi: Ruokailut

# summary_sleep
source: Sleep
fi: Uni

# summary_diapers
source: Diapers
fi: Vaipat

source: Recent Activities
fi: Viimeaikaiset toiminnot

# no_activities
source: No Activities Yet
fi: Ei toimintoja vielä

# no_activities_description
source: Start tracking by tapping a quick action above
fi: Aloita seuranta napauttamalla pikatoimintoa

# filter_all
source: All
fi: Kaikki

source: No Baby Selected
fi: Vauvaa ei valittu

# add_baby_prompt
source: Please add a baby to get started
fi: Lisää vauva aloittaaksesi

# status_sleeping
source: Sleeping
fi: Nukkuu

# status_breastfeeding
source: Breastfeeding
fi: Imetys käynnissä

# status_since %@
source: Since %@
fi: Alkaen %@

source: Breastfeeding
fi: Imetys

source: Breast Side
fi: Puoli

# breast_left
source: Left
fi: Vasen

# breast_right
source: Right
fi: Oikea

# breast_both
source: Both
fi: Molemmat

# last_used %@
source: Last: %@
fi: Viimeksi: %@

# session_slot
source: Session
fi: Ajankohta

# slot_morning
source: Morning
fi: Aamu

# slot_day
source: Day
fi: Päivä

# slot_evening
source: Evening
fi: Ilta

# slot_night
source: Night
fi: Yö

# bf_in_progress
source: Breastfeeding in progress...
fi: Imetys käynnissä...

source: Start Session
fi: Aloita imetys

source: Stop Session
fi: Lopeta imetys

source: Resume Session
fi: Jatka imetystä

source: Finish Session
fi: Viimeistele imetys

source: Last session
fi: Viimeisin imetys

source: Formula
fi: Korvike

source: Mom's Milk
fi: Äidinmaito

source: Volume
fi: Määrä

# volume_ml
source: Volume
fi: Määrä

# quick_volume
source: Quick Select
fi: Pikavalinta

source: Save Formula
fi: Tallenna korvike

source: Save Mom's Milk
fi: Tallenna äidinmaito

# formula_summary %lld
source: %lld ml formula
fi: %lld ml korviketta

# moms_milk_summary %lld
source: %lld ml mom's milk
fi: %lld ml äidinmaitoa

source: Solid Food
fi: Kiinteä ruoka

source: Food Name
fi: Ruoan nimi

# food_name_placeholder
source: What did baby eat?
fi: Mitä vauva söi?

source: Common Foods
fi: Yleiset ruoat

source: Quantity
fi: Määrä

source: Unit
fi: Yksikkö

source: Save Solid Food
fi: Tallenna ruokailu

# food_carrot
source: Carrot
fi: Porkkana

# food_banana
source: Banana
fi: Banaani

# food_apple
source: Apple
fi: Omena

# food_avocado
source: Avocado
fi: Avokado

# food_sweet_potato
source: Sweet Potato
fi: Bataatti

# food_broccoli
source: Broccoli
fi: Parsakaali

# food_rice_cereal
source: Rice Cereal
fi: Riisipuuro

# food_oatmeal
source: Oatmeal
fi: Kaurapuuro

# food_chicken
source: Chicken
fi: Kana

# food_fish
source: Fish
fi: Kala

# food_yogurt
source: Yogurt
fi: Jogurtti

# food_cheese
source: Cheese
fi: Juusto

# unit_grams
source: Grams
fi: Grammaa

# unit_ml
source: Milliliters
fi: Millilitraa

# unit_pieces
source: Pieces
fi: Kappaletta

# unit_tbsp
source: Tablespoons
fi: Ruokalusikkaa

# unit_tsp
source: Teaspoons
fi: Teelusikkaa

source: Sleep Tracking
fi: Unen seuranta

# sleep_in_progress
source: Sweet dreams...
fi: Kauniita unia...

# sleep_tap_to_start
source: Tap to start tracking sleep
fi: Napauta aloittaaksesi seuranta

source: Start Sleep
fi: Aloita uni

source: Wake Up
fi: Herätys

source: Manual Entry
fi: Manuaalinen syöttö

source: Fell Asleep
fi: Nukahtaminen

source: Woke Up
fi: Herääminen

source: Save Sleep
fi: Tallenna uni

source: Recent Sleep
fi: Viimeaikainen uni

source: Diaper Change
fi: Vaipanvaihto

source: Diaper Type
fi: Vaipan tyyppi

# diaper_pee
source: Pee
fi: Pissa

# diaper_poop
source: Poop
fi: Kakka

# diaper_both
source: Both
fi: Molemmat

source: Save Diaper
fi: Tallenna vaipanvaihto

source: Note
fi: Muistiinpano

source: Note (optional)
fi: Muistiinpano (valinnainen)

# note_placeholder
source: Add a note...
fi: Lisää muistiinpano...

source: Add Note
fi: Lisää muistiinpano

source: Save Note
fi: Tallenna muistiinpano

source: Date & Time
fi: Päivämäärä ja aika

source: Start Time
fi: Alkuaika

source: End Time
fi: Loppuaika

# date_today
source: Today
fi: Tänään

# date_yesterday
source: Yesterday
fi: Eilen

# date_tomorrow
source: Tomorrow
fi: Huomenna

# date_today_at %@
source: Today at %@
fi: Tänään klo %@

# date_yesterday_at %@
source: Yesterday at %@
fi: Eilen klo %@

source: Edit Activity
fi: Muokkaa toimintoa

# edit_time
source: Time
fi: Aika

# edit_details
source: Details
fi: Tiedot

# delete_activity_confirm
source: Delete this activity?
fi: Poista tämä toiminto?

source: Meal Forecast
fi: Ruokaennuste

# forecast_not_enough_data
source: Need more feeding data
fi: Tarvitaan lisää tietoja

# forecast_next_meal
source: Next Ideal Meal
fi: Seuraava ateria

# forecast_estimated_volume
source: Estimated Volume
fi: Arvioitu määrä

# forecast_with_bf %lld
source: With breastfeeding: ~%lld ml
fi: Imetyksellä: ~%lld ml

# forecast_avg_interval
source: Average Interval
fi: Keskimääräinen väli

# forecast_between_meals
source: Between feedings
fi: Aterioiden välillä

# forecast_max_delay
source: Maximum Delay
fi: Enimmäisviive

# forecast_dont_exceed
source: Try not to exceed this time
fi: Yritä olla ylittämättä tätä aikaa

source: Forecast Confidence
fi: Ennusteen luotettavuus

# forecast_last_feeding
source: Last Feeding
fi: Viimeisin ruokailu

source: Forecast Unavailable
fi: Ennuste ei saatavilla

# forecast_need_more_data
source: Log at least 2 feedings to get meal predictions
fi: Kirjaa vähintään 2 ruokailua saadaksesi ennusteita

# confidence_high
source: High
fi: Korkea

# confidence_medium
source: Medium
fi: Keskitaso

# confidence_low
source: Low
fi: Matala

source: Growth
fi: Kasvu

# growth_weight
source: Weight
fi: Paino

# growth_height
source: Height
fi: Pituus

# growth_head
source: Head
fi: Pää

source: Latest Measurements
fi: Viimeisimmät mittaukset

# growth_no_records
source: No growth records yet
fi: Ei kasvutietoja vielä

source: Add Measurement
fi: Lisää mittaus

source: Edit Measurement
fi: Muokkaa mittausta

source: All Measurements
fi: Kaikki mittaukset

source: Measurement Date
fi: Mittauspäivä

source: Measurements
fi: Mittaukset

source: Weight
fi: Paino

source: Height
fi: Pituus

source: Head Circumference
fi: Päänympärys

source: Percentiles
fi: Persentiilit

source: Chart Type
fi: Kaaviotyyppi

# chart_age_months
source: Age (months)
fi: Ikä (kuukautta)

# growth_age_months %@
source: %@ months old
fi: %@ kuukautta

source: Health
fi: Terveys

source: Active Health Issues
fi: Aktiiviset terveysongelmat

# health_since %@
source: Since %@
fi: %@ alkaen

# health_days %lld
source: %lld days
fi: %lld päivää

source: Current Temperature
fi: Nykyinen lämpötila

# temp_high_fever
source: High Fever
fi: Korkea kuume

# temp_fever
source: Fever
fi: Kuume

# temp_elevated
source: Elevated
fi: Kohonnut

# temp_normal
source: Normal
fi: Normaali

# health_no_records
source: No Health Records
fi: Ei terveystietoja

# health_no_records_desc
source: Health records will appear here when you add them
fi: Terveystiedot näkyvät täällä kun lisäät niitä

source: Add Health Record
fi: Lisää terveystieto

source: Health History
fi: Terveyshistoria

source: Illness Type
fi: Sairauden tyyppi

source: Dates
fi: Päivämäärät

source: Start Date
fi: Alkupäivä

source: End Date
fi: Loppupäivä

source: Has End Date
fi: Loppupäivä

source: Temperature
fi: Lämpötila

source: Temperature Readings
fi: Lämpötilat

# add_temperature
source: Add Reading
fi: Lisää mittaus

source: Symptoms
fi: Oireet

# symptom_placeholder
source: Describe symptom
fi: Kuvaile oiretta

source: Add symptom
fi: Lisää oire

source: Medications
fi: Lääkkeet

# medication_name
source: Medication
fi: Lääke

source: Dosage
fi: Annostus

source: Notes
fi: Muistiinpanot

# mark_resolved
source: Mark as Resolved
fi: Merkitse parantuneeksi

source: Delete Record
fi: Poista tietue

# illness_cold
source: Cold
fi: Flunssa

# illness_flu
source: Flu
fi: Influenssa

# illness_fever
source: Fever
fi: Kuume

# illness_ear_infection
source: Ear Infection
fi: Korvatulehdus

# illness_stomach_bug
source: Stomach Bug
fi: Vatsatauti

# illness_rash
source: Rash
fi: Ihottuma

# illness_teething
source: Teething
fi: Hampaiden puhkeaminen

# illness_allergy
source: Allergy
fi: Allergia

# illness_vaccination
source: Vaccination
fi: Rokotus

# illness_other
source: Other
fi: Muu

# severity_mild
source: Mild
fi: Lievä

# severity_moderate
source: Moderate
fi: Kohtalainen

# severity_severe
source: Severe
fi: Vakava

source: Statistics
fi: Tilastot

# stats_feeding
source: Feeding
fi: Ruokailu

# stats_sleep
source: Sleep
fi: Uni

# stats_diaper
source: Diaper
fi: Vaipat

# stat_total_feedings
source: Total Feedings
fi: Ruokailut yht.

# stat_breastfeeding
source: Breastfeeding
fi: Imetykset

# stat_formula_total
source: Formula Total
fi: Korvike yht.

# stat_avg_interval
source: Avg. Interval
fi: Keskim. väli

# stat_total_sleep
source: Total Sleep
fi: Uni yhteensä

# stat_avg_per_day
source: Avg. per Day
fi: Keskim./päivä

# stat_day_sleep
source: Day Sleep
fi: Päiväuni

# stat_night_sleep
source: Night Sleep
fi: Yöuni

# stat_longest
source: Longest
fi: Pisin

# stat_sessions
source: Sessions
fi: Jaksot

# stat_total_diapers
source: Total Diapers
fi: Vaipat yht.

# stat_pee
source: Pee
fi: Pissa

# stat_poop
source: Poop
fi: Kakka

source: Feeding Chart
fi: Ruokailukaavio

source: Sleep Chart
fi: Unikaavio

source: Diaper Chart
fi: Vaippakaavio

# chart_hours
source: Hours
fi: Tunnit

# period_today
source: Today
fi: Tänään

# period_3_days
source: 3 Days
fi: 3 päivää

# period_7_days
source: 7 Days
fi: 7 päivää

# period_30_days
source: 30 Days
fi: 30 päivää

# period_6_months
source: 6 Months
fi: 6 kuukautta

# period_12_months
source: 12 Months
fi: 12 kuukautta

source: Your Babies
fi: Vauvasi

source: Add Baby
fi: Lisää vauva

source: Babies
fi: Vauvat

source: Sharing
fi: Jakaminen

source: iCloud Sync
fi: iCloud-synkronointi

# icloud_sync_description
source: Your data syncs automatically across all your devices via iCloud. Both parents can access the same data when signed into the same iCloud account.
fi: Tietosi synkronoituvat automaattisesti kaikkien laitteidesi välillä iCloudin kautta. Molemmat vanhemmat voivat käyttää samoja tietoja kirjautumalla samalle iCloud-tilille.

source: Settings
fi: Asetukset

source: Sync
fi: Synkronointi

source: Last Sync
fi: Viimeisin synkronointi

source: Tracking Features
fi: Seurantatoiminnot

# toggle_sleep
source: Sleep Tracking
fi: Unen seuranta

# toggle_feeding
source: Feeding Tracking
fi: Ruokailun seuranta

# toggle_diaper
source: Diaper Tracking
fi: Vaippojen seuranta

# toggle_breastfeeding
source: Breastfeeding
fi: Imetys

# toggle_ongoing_status
source: Ongoing Status Banner
fi: Tilapalkki

source: Appearance
fi: Ulkoasu

source: Theme
fi: Teema

# theme_system
source: System
fi: Järjestelmä

# theme_light
source: Light
fi: Vaalea

# theme_dark
source: Dark
fi: Tumma

# unit_metric
source: Metric (kg, cm)
fi: Metrinen (kg, cm)

# unit_imperial
source: Imperial (lb, in)
fi: Imperiaalinen (lb, in)

source: Accent Color
fi: Korostusväri

# accent_rose
source: Rose
fi: Ruusu

# accent_blue
source: Blue
fi: Sininen

# accent_purple
source: Purple
fi: Violetti

# accent_green
source: Green
fi: Vihreä

# accent_orange
source: Orange
fi: Oranssi

source: Language
fi: Kieli

source: App Language
fi: Sovelluksen kieli

# language_system
source: System
fi: Järjestelmä

source: Notifications
fi: Ilmoitukset

source: Feeding Reminders
fi: Ruokailumuistutukset

source: Reminder Interval
fi: Muistutusväli

# interval_2h
source: 2 hours
fi: 2 tuntia

# interval_2_5h
source: 2.5 hours
fi: 2,5 tuntia

# interval_3h
source: 3 hours
fi: 3 tuntia

# interval_3_5h
source: 3.5 hours
fi: 3,5 tuntia

# interval_4h
source: 4 hours
fi: 4 tuntia

# bf_notifications
source: Breastfeeding Reminders
fi: Imetysmuistutukset

source: Data
fi: Tiedot

source: Export Data
fi: Vie tiedot

source: Delete All Data
fi: Poista kaikki tiedot

# delete_all_confirm
source: Delete All Data?
fi: Poista kaikki tiedot?

# delete_all_warning
source: This will permanently delete all activities, growth records, and health records for this baby. This cannot be undone.
fi: Tämä poistaa pysyvästi kaikki toiminnot, kasvumittaukset ja terveystiedot tästä vauvasta. Toimintoa ei voi peruuttaa.

source: Delete Everything
fi: Poista kaikki

source: About
fi: Tietoja

source: Version
fi: Versio

source: App Name
fi: Sovelluksen nimi

source: Source Code
fi: Lähdekoodi

# export_title
source: Export Baby Data
fi: Vie vauvan tiedot

source: Format
fi: Muoto

source: Full Report
fi: Täysi raportti

# export_summary
source: Data Summary
fi: Tietojen yhteenveto

source: Activities
fi: Toiminnot

source: Growth Records
fi: Kasvumittaukset

source: Generate Export
fi: Luo vienti

source: Copy to Clipboard
fi: Kopioi leikepöydälle

# sync_idle
source: Ready
fi: Valmis

# sync_syncing
source: Syncing...
fi: Synkronoidaan...

# sync_synced
source: Synced
fi: Synkronoitu

source: Sync Error
fi: Synkronointivirhe

# notification_feeding_title
source: Feeding Time
fi: Ruoka-aika

# notification_feeding_body %@
source: It might be time to feed %@
fi: Voi olla aika ruokkia %@

# notification_sleep_title
source: Sleep Check
fi: Unen tarkistus

# notification_sleep_body %@
source: %@ has been sleeping for a while
fi: %@ on nukkunut jo jonkin aikaa

# notification_bf_title
source: Breastfeeding Reminder
fi: Imetysmuistutus

# notification_bf_body %@ %@
source: Time for %@'s %@ breastfeeding session
fi: On aika %@n %@imetykselle

# notification_milestone_title
source: Milestone!
fi: Virstanpylväs!

# notification_milestone_body %@ %@
source: %@ has reached a new milestone: %@
fi: %@ on saavuttanut uuden virstanpylvään: %@

# notification_snoozed_title
source: Reminder
fi: Muistutus

# notification_snoozed_body
source: Snoozed reminder
fi: Torkutettu muistutus

# notification_action_snooze
source: Snooze 30m
fi: Torkuta 30min

# notification_action_dismiss
source: Dismiss
fi: Ohita

# icloud_sync_toggle
source: iCloud Sync
fi: iCloud-synkronointi

# icloud_sync_enabled_desc
source: Data syncs across all your devices
fi: Tiedot synkronoituvat kaikille laitteillesi

# icloud_sync_disabled_desc
source: Data is stored locally on this device only
fi: Tiedot tallennetaan vain tähän laitteeseen

# icloud_restart_note
source: Changing this setting requires restarting the app to take effect.
fi: Tämän asetuksen muuttaminen vaatii sovelluksen uudelleenkäynnistyksen.

# icloud_account_status
source: Account Status
fi: Tilin tila

# icloud_available
source: Connected
fi: Yhdistetty

# icloud_unavailable
source: Not Available
fi: Ei saatavilla

# icloud_status_desc
source: Sign in to iCloud in Settings to enable sync
fi: Kirjaudu iCloudiin Asetuksissa ottaaksesi synkronoinnin käyttöön

# invite_partner
source: Share with Partner
fi: Jaa kumppanin kanssa

# icloud_sync_partner_desc
source: Sign in to the same iCloud account on both devices. All baby data syncs automatically.
fi: Kirjaudu samalle iCloud-tilille molemmilla laitteilla. Kaikki vauvan tiedot synkronoituvat automaattisesti.

source: Partner Sharing
fi: Kumppanin jakaminen

# share_description
source: Share this baby's data with your partner
fi: Jaa tämän vauvan tiedot kumppanisi kanssa

# share_explanation
source: Your partner will receive a link to accept. Once accepted, all activities, growth, and health data sync automatically between both accounts.
fi: Kumppanisi saa linkin hyväksyttäväksi. Hyväksymisen jälkeen kaikki toiminnot, kasvu- ja terveystiedot synkronoituvat automaattisesti molempien tilien välillä.

# share_with_partner_button
source: Share with Partner
fi: Jaa kumppanin kanssa

# sharing_active_label
source: Sharing Active
fi: Jakaminen aktiivinen

source: Shared by %@
fi: Jakanut %@

# you_are_sharing
source: You are sharing this profile
fi: Jaat tätä profiilia

source: Stop Sharing
fi: Lopeta jakaminen

# stop_sharing_title
source: Stop Sharing?
fi: Lopeta jakaminen?

# stop_sharing_message
source: Your partner will no longer have access to this baby's data. Their local copy will be removed.
fi: Kumppanillasi ei ole enää pääsyä tämän vauvan tietoihin. Hänen paikallinen kopionsa poistetaan.

# participant_accepted
source: Accepted
fi: Hyväksytty

# participant_pending
source: Pending
fi: Odottaa

# participant_removed
source: Removed
fi: Poistettu

# participant_unknown
source: Unknown
fi: Tuntematon

source: Partner
fi: Kumppani

# share_tap_to_invite
source: Tap to invite your partner
fi: Napauta kutsuaksesi kumppanisi

# share_email_placeholder
source: Partner's iCloud email
fi: Kumppanin iCloud-sähköposti

# share_invite_by_email
source: Send Invitation
fi: Lähetä kutsu

# share_invite_header
source: Invite by Email
fi: Kutsu sähköpostilla

# share_invite_footer
source: Enter your partner's iCloud email address. They must have an iCloud account to receive the invitation.
fi: Syötä kumppanisi iCloud-sähköpostiosoite. Hänellä on oltava iCloud-tili kutsun vastaanottamiseksi.

# share_send_link
source: Share Link
fi: Jaa linkki

# share_send_link_desc
source: Send an invite link via iMessage, WhatsApp, etc.
fi: Lähetä kutsulinkki iMessagen, WhatsAppin tms. kautta

# share_or
source: Or
fi: Tai

# share_participants
source: Participants
fi: Osallistujat

# share_link_ready
source: Invitation Link Ready
fi: Kutsulinkki valmis

# share_link_explanation
source: Send this link to your partner so they can access the baby's data in Leona.
fi: Lähetä tämä linkki kumppanillesi, jotta hän voi käyttää vauvan tietoja Leonassa.

# share_link_message %@
source: Join me on Leona to track %@'s activities together!
fi: Liity mukaani Leonaan seuraamaan yhdessä %@:n toimintoja!

# share_copy_link
source: Copy Link
fi: Kopioi linkki

# share_link_copied
source: Copied!
fi: Kopioitu!
